/* No comment provided by engineer. */"%@ (%@) : Connection Error" = "%1$@ (%2$@): błąd połączenia";/* joscar invite message for group chats */"%@ invites you to chat in \"%@\"" = "%1$@ zaprasza do pogawędki w „%2$@”";/* joscar invite message for group chats */"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ zaprasza do pogawędki w „%2$@”:\n%3$@";/* joscar accept group chat button caption */"Accept" = "Akceptuję";/* No comment provided by engineer. */"Account" = "Konto";/* Debug window title */"Adium joscar Debug Log" = "Dziennik diagnozy błędów Adium joscar";/* No comment provided by engineer. */"America Online" = "America Online";/* No comment provided by engineer. */"Cancel" = "Poniechaj";/* No comment provided by engineer. */"Change User Details" = "Zmień dane użytkownika";/* No comment provided by engineer. */"Configure IM Forwarding" = "Ustaw przekierowanie wiadomości";/* Direct IM is an AIM-specific phrase for transferring images in the message window */"Direct Instant Message session ended" = "Sesja bezpośrednich błyskawicznych wiadomości zakończona";/* Direct IM is an AIM-specific phrase for transferring images in the message window */"Direct Instant Message session started" = "Sesja bezpośrednich błyskawicznych wiadomości rozpoczęta";/* No comment provided by engineer. */"Error: A connection failure has occurred." = "Błąd: wystąpił problem z połączeniem.";/* joscar group chat invitation window title */"Group Chat Invitation" = "Zaproszenie do pogawędki grupowej";/* No comment provided by engineer. */"ICQ Number" = "Numer ICQ";/* No comment provided by engineer. */"joscar Debug Window" = "Okno diagnozy błędów joscar";/* No comment provided by engineer. */"Member Name" = "Nazwa użytkownika";/* No comment provided by engineer. */"OK" = "OK";/* SecurID prompt */"Please enter your SecurID:" = "Proszę wprowadzić SecurID:";/* joscar reject group chat button caption */"Reject" = "Odrzuć";/* No comment provided by engineer. */"Request Authorization" = "Poproś o uwierzytelnienie";/* No comment provided by engineer. */"Screen Name" = "Nazwa ekranowa";/* Name of the RSA SecurID product, if localized */"SecurID" = "SecurID";/* No comment provided by engineer. */"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Serwer jest czasowo niedostępny i nie można się teraz połączyć. Proszę ponowić próbę później.";/* No comment provided by engineer. */"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Łączono się zbyt często. Proszę odczekać 5 minut lub więcej i ponowić próbę. Wcześniejsza próba połączenia spowoduje przedłużenie trwania czasowej blokady.";/* No comment provided by engineer. */"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Nie można się teraz połączyć z powodu czasowego zablokowania przez serwer AIM. Proszę ponowić próbę później.";